[
  {
    "key": "01",
    "title": "Data Structure & Algorithm Fundamentals",
    "ratting": 4.7,
    "instructor": "Rayhan Hossain",
    "level": "Beginners",
    "img": "http://d1jnx9ba8s6j9r.cloudfront.net/blog/wp-content/uploads/2019/07/image-1.png",
    "price": 5000,
    "details": "This course solely focuses on data structure and algorithm fundamentals. There are a lot of people both from CS and Non-CS background who do not have adequate understandings on data structures and algorithms. Data structures and algorithms are the most important topics to learn in order to become a successful software engineer or ace technical interviews."
  },
  {
    "key": "02",
    "title": "Programming Fundamentals",
    "ratting": 4.8,
    "instructor": "Rayhan Hossain",
    "level": "Beginners",
    "img": "https://online.stanford.edu/sites/default/files/styles/figure_default/public/2018-03/r-programming-fundamentals_xfds111.jpg?itok=rvkHQt_A",
    "price": 4000,
    "details": "This course solely focuses on programming fundamentals. There are many people who are from Non-CS background but have the indomitable desire to learn and understand the fundamentals of programming from level zero. Even if you are from CS background but do not have solid understanding on programming fundamentals, this course is specifically designed for you too!"
  },
  {
    "key": "03",
    "title": "Kubernetes Essentials",
    "ratting": 4.5,
    "instructor": "Johirul Islam",
    "level": "Beginners",
    "img": "https://s3-ap-southeast-1.amazonaws.com/devskillimagestorage/profileimages/0bac7e42-c3a1-4c68-b2b6-0831b00a8ce9_469cc7c346bb470aab10b499b04d78f7_W400xH0.jpg",
    "price": 10000,
    "details": "Now a days most well known buzz word in the software industry is 'Kubernetes' . Kubernetes Essentials Course will help you to learn how to develop and deploy web applications, different kind of services with Kubernetes technologies. Take your DevOps skills to the next level."
  },
  {
    "key": "04",
    "title": "Master in Graphic Design",
    "ratting": 5,
    "instructor": "Amanat Ullah",
    "level": "Beginners",
    "img": "https://s3-ap-southeast-1.amazonaws.com/devskillimagestorage/profileimages/8f8275b4-4940-47f5-bb52-143f879e5517_6e74a5b74e68432b9ec7486d38b97e7a_W400xH0.jpg",
    "price": 16000,
    "details": "This course has been designed with effective practical components that makes you a professional/ commercial Graphic designer. From the Design principle to Understanding graphic software to Deigning graphic materials- this course is highly structured, concrete, and substantial. Make Industry standard and User focused design that always win. So, Ignite your aesthetic sense and be a perfectionist!"
  },
  {
    "key": "05",
    "title": "Professional Cyber Security Career",
    "ratting": 4.6,
    "instructor": "Alif Ahmend",
    "level": "Intermediate",
    "img": "https://s3-ap-southeast-1.amazonaws.com/devskillimagestorage/profileimages/2d80216d-6fc7-45b0-a140-e0cbecb49c24_3903a5afa45748eeaf527437ecf166c4_W400xH0.jpg",
    "price": 20000,
    "details": "Cyber Security is a vital part of day to day Information Technology domain. If you are a programmer, system analyst, system administrator, students or a general computer user, it is better to understand IT Security/ Cyber Security to keep yourself safe and protected from cyber threats and cyber criminals. This course is designed to mentor you with practical labs, industry knowledge & real-life experience."
  },
  {
    "key": "06",
    "title": "ReactJs - The Complete Guide",
    "ratting": 4.9,
    "instructor": "Jhankar Mahbub",
    "level": "Intermediate",
    "img": "https://s3-ap-southeast-1.amazonaws.com/devskillimagestorage/profileimages/f19138b9-e847-47f5-b32d-bbcd618d039d_beb86a11504242f7b09bc5979b3879ad_W400xH0.png",
    "price": 12000,
    "details": "Learn React or dive deeper into it. Learn the 'What', 'Why' and 'How' of ReactJs, solve assignments, practice in demo projects, and build one big application that is improved throughout the course. The whole course is designed to help a beginner to be an expert in ReactJs using Hooks, Redux, and other modern features. Throughout the course, all the topics will be discussed with real-time project implementation and at the end of the day, a final project will be given to everyone"
  },
  {
    "key": "07",
    "title": "Competitive Programming - Beginner",
    "ratting": 5,
    "instructor": "Rayhan Hossain",
    "level": "Beginner",
    "img": "https://s3-ap-southeast-1.amazonaws.com/devskillimagestorage/profileimages/ff015ecc-9201-4e22-8cea-e45dee8652df_76ae3f76607a42deb9b65d1d51cc2f6d_W400xH0.png",
    "price": 5000,
    "details": "Solving a problem is meaningless if you can't convert it to a workable code in a contest that covers all the edge cases. Solving a problem, writing its code in an efficient language is a must for a problem solver. And currently, the fastest known coding language for a competitive programmer is undoubtedly C++."
  },
  {
    "key": "08",
    "title": "Video editing for beginners in Premiere Pro CC",
    "ratting": 4.8,
    "instructor": "Amanat Ullah",
    "level": "Beginner",
    "img": "https://s3-ap-southeast-1.amazonaws.com/devskillimagestorage/profileimages/c3dccf88-3a30-420c-b2ad-1424ea03d460_45619b7b7a994614a1d91b978688d763_W400xH0.jpg",
    "price": 4000,
    "details": "Do you want to edit your videos for youtube, facebook or film production? But you do not know how to start. Then this course is for you, Here you will learn everything about video editing using one of the most used video editing software in the industry- Adobe Premiere Pro CC as a beginner."
  },
  {
    "key": "09",
    "title": "Become a Python Developer in 2020",
    "ratting": 5,
    "instructor": "Johirul Islam",
    "level": "Beginner",
    "img": "https://s3-ap-southeast-1.amazonaws.com/devskillimagestorage/profileimages/d873fef7-9571-43f6-bc16-1f7453a6dd9a_0396698ce18545dd859335819a7dffb1_W400xH0.png",
    "price": 6000,
    "details": "Python is one of the most sought-after programming languages today. From web development to data science, machine learning, scraping or scripting; the appeal of Python is undisputed. Hence it is more than helpful for an individual to build up basic knowledge of Python. This course has been designed to start with the very basic concepts leading to a more advanced curriculum. Being absolutely project based, the learning is expected to be hands on."
  },
  {
    "key": "10",
    "title": "Docker Essentials",
    "ratting": 4.9,
    "instructor": "Rayhan Hossain",
    "level": "Beginner",
    "img": "https://s3-ap-southeast-1.amazonaws.com/devskillimagestorage/profileimages/1e2b0487-719a-4be7-86af-eae1c60d2fd8_c14f238295c547fdac570260fa1c6ea9_W400xH0.png",
    "price": 6000,
    "details": "Docker Essentials Course will help you to learn how to develop and deploy web applications with Docker technologies. Take your DevOps skills to the next level."
  }
]
